Overload List
Name  |   Description
InsertColumn(Int32)
 Inserts a new column at the specified index relative to the current set of columns.
InsertColumn(Int32, Boolean)   |     Obsolete.
 Inserts a column data at a specified index.
 See Also
  TableSectionData Class
  TableSectionData Members
  Autodesk.Revit.DB Namespace